INSERT INTO tasks
(room_id,task_content,person_in_charge_id,deadline_date_time,is_completed,is_deleted,task_created_by,task_updated_by,created_at,updated_at)
VALUES
(1,'利用規約をアップロードする',1,'2020/04/21 14:00:00',1,0,1,1,'2020/04/21 11:30:55','2020/04/21 13:13:20'),
(1,'利用規約の確認',5,NULL,0,0,1,4,'2020/04/21 14:02:21','2020/04/22 18:52:20'),
(2,'sqlの画像をアップロードする',2,'2020/04/24 12:30:00',1,0,2,2,'2020/04/23 18:25:24','2020/04/24 13:43:12'),
(3,'プログラミングに関する画像アップロードする',10,'2020/04/25 08:45:00',1,0,10,10,'2020/04/24 19:16:34','2020/04/25 08:08:29'),
(4,'投稿が見えるかチェック',6,NULL,0,0,5,7,'2020/04/24 12:01:15','2020/04/26 01:06:43'),
(5,'投稿が見えるかチェック',2,NULL,0,0,1,1,'2020/04/26 09:21:58','2020/04/26 09:21:58'),
(6,'投稿が見えるかチェック',3,NULL,0,0,1,1,'2020/04/26 11:22:44','2020/04/26 11:22:44'),
(7,'投稿が見えるかチェック',10,NULL,0,0,1,1,'2020/04/26 13:23:50','2020/04/26 13:23:50');