INSERT INTO chat_rooms
(room_name, room_summary, allow_upload_file, allow_direct_chat, is_deleted, created_by, updated_by, created_at, updated_at)
VALUES
('りんご', '利用者の集まり', 1, 0, 0, 1, 1, '2020/04/21 11:26:32', '2020/04/21 11:26:32'),
('ごりら', 'sqlの集まり', 1, 0, 0, 2, 2, '2020/04/23 15:42:05', '2020/04/23 15:42:05'),
('らっぱ', '言語の集まり', 1, 0, 0, 8, 9, '2020/04/24 11:03:16', '2020/04/25 10:33:55'),
('ぱんだ', 'フレームワークの集まり', 0, 0, 0, 5, 7, '2020/04/23 18:14:28', '2020/04/24 20:33:06'),
('ごま', 'adminとmysqlのダイレクトチャット', 1, 1, 0, 1, 1, '2020/04/23 14:34:58', '2020/04/23 14:34:58'),
('まり', 'adminとsqlserverのダイレクトチャット', 0, 1, 0, 1, 1, '2020/04/23 14:45:22', '2020/04/23 14:45:22'),
('りす', 'adminとjsのダイレクトチャット', 1, 1, 0, 1, 1, '2020/04/24 10:55:21', '2020/04/24 10:55:21'),
('かめ', 'adminとamazonのダイレクトチャット', 1, 1, 1, 1, 1, '2020/04/24 11:02:20', '2020/04/27 15:41:33');